{
  "title": "Gitadora Skill Viewer - Share your GITADORA skill list",
  "home": "home",
  "kasegiSong": "Song ranking",
  "list": "Player list",
  "lang": "Lang",
  "intro": {
    "title": "Introdution",
    "desc": "A web site which uses bookmarklet to fetch and store skill data from GITADORA official site, to share with other players.",
    "info": {
      "title": "Notice",
      "content": "<ul><li>Add support for GITADORA EXCHAIN. Please update script(You can find it in 'How to use' section).</li><li>Add popular song ranking pages.</li></ul>"
    }
  },
  "how": {
    "title": "How to use",
    "upload": {
      "title": "Upload skill data",
      "step1": {
        "desc": "1.Add below script to bookmark",
        "imgDesc1": "The bookmark name doesn't matter. Put whatever you like.",
        "imgDesc2": "Paste the script on the URL input"
      },
      "step2": {
        "desc": "2.<b>Log in to GITADORA official site</b>, and click the added bookmark",
        "imgDesc1": "Make sure you are on Konami official site",
        "imgDesc2": "After login, click the bookmark you just added"
      },
      "step3": {
        "desc": "3.Wait for 5 to 10 seconds. It will jump to your skill page after finishing uploading. <b>Mark this URL so as to share your skill data with other players.</b>",
        "imgDesc1": "This url can be accessed by anyone.<br /> Share it with others!"
      }
    },
    "save": {
      "title": "Save skill data(take snapshot)",
      "step1": {
        "desc": "1.Click the button <このスキル表を永久に保存したい!> on the left bottom, and click OK（Sorry it's Japanese(´・ω・｀) Please ignore it.）"
      },
      "step2": {
        "desc": "2.After the skill data is saved, it is redirected to another page. <b>The skill data on this page will be kept permanently.</b>",
        "imgDesc1": "The skill data on this url won't be overwritten."
      }
    }
  },
  "desc": {
    "title": "Readme",
    "1st": "1.Uploading skill data will <b>overwrite</b> old data. Please use <b>Save skill data（take snapshot）</b> function if you want to save your old skill data",
    "2nd": "2.It's not hard to upload faked skill data to gsv.fun if someone wants. So gsv.fun can not guarantee the authenticity of skill data here, and also it can not guarantee that your uploaded skill data won't be falsified by others, unless you saved your data.",
    "3rd": "3.Different with the commonly used skill simulator, on this web site a user can not change his uploaded skill data."
  },
  "other": {
    "title": "Other",
    "code": {
      "title": "Source code"
    },
    "voice": {
      "title": "Feedback",
      "desc1": "If you have any suggestions and comments, feel free to connect me from my blog :)"
    },
    "browser": {
      "title": "Recommended browser"
    }
  },
  "kasegi": {
    "title": "song ranking",
    "songname": "Name",
    "level": "Level",
    "count": "Count",
    "averageskill": "Average",
    "averageplayerskill": "Player Average"
  }
}
