{
  "title": "Gitadora Skill Viewer - Share your GITADORA skill list",
  "home": "home",
  "kasegiSong": "Song ranking",
  "list": "Player list",
  "lang": "Lang",
  "intro": {
    "title": "Introdution",
    "desc": "A web site which uses bookmarklet to fetch and store skill data from GITADORA official site, to share with other players.",
    "info": {
      "title": "Notice",
      "content1": "Add a new {uservoice} page, feel free to leave some messages！",
      "content2": "Now the skill link will be not changed when a user changes his e-AMUSEMENT PASS",
      "content3": "Now when a user uploads new skill data, the old data will not be overwritten. It'll be kept in the skill history table.",
      "content4": "I created a <a href='https://twitter.com/gsvfunsite'>twitter account</a> for gsv.fun. Please follow me😋😋😋"
    }
  },
  "how": {
    "title": "How to use",
    "upload": {
      "title": "Upload skill data",
      "step1": {
        "desc": "1.Add the below script to bookmark",
        "remark": "※Some browsers（e.g. safari、chrome on mobile）don't provide the feature of creating a new bookmark. In that case you can add a bookmark for any site first, then edit it and replace the URL address with the below script.",
        "imgDesc1": "The bookmark name doesn't matter. Put whatever you like.",
        "imgDesc2": "Paste the script on the URL input",
        "currentVersion": "For current version: EXCHAIN",
        "currentVersionDesc": "(This script is always getting data from the latest version. No need to update the script when next version comes)",
        "oldVersion": "For old version:"
      },
      "step2": {
        "desc": "2.<b>Log in to GITADORA official site</b>, and click the added bookmark",
        "imgDesc1": "Make sure you are on Konami official site",
        "imgDesc2": "After login, click the bookmark which you just added"
      },
      "step3": {
        "desc": "3.Wait for 5 to 10 seconds. It will jump to your skill page after finishing uploading. <b>Use this URL to share your skill data with others.</b>",
        "imgDesc1": "This url is publicly accessible.<br /> Share it with others!"
      }
    }
  },
  "desc": {
    "title": "Readme",
    "1st": "1.It's not hard to upload faked skill data to gsv.fun if someone wants. So gsv.fun can not guarantee the authenticity of skill data here, and also it can not guarantee that your uploaded skill data won't be falsified by others, unless you saved your data.",
    "2nd": "2.Different with the commonly used skill simulator, on this web site a user can not change his uploaded skill data."
  },
  "other": {
    "title": "Other",
    "code": {
      "title": "Source code"
    },
    "voice": {
      "title": "Feedback",
      "desc1": "If you find a bug or have some suggestions, please feel free to leave a message on User Voice page :)"
    },
    "browser": {
      "title": "Recommended browser"
    }
  },
  "snackbar": {
    "message": "Go to {name}'s skill page?",
    "yes": "yes",
    "no": "no"
  },
  "uservoice": {
    "message": "If you find a bug or have some suggestions, please feel free to leave a message here :)"
  },
  "kasegi": {
    "title": " song ranking",
    "songname": "Name",
    "level": "Level",
    "count": "Count",
    "averageskill": "Average",
    "averageplayerskill": "Player Average",
    "compare": "Compare",
    "compareSkill": "{name}'s skill",
    "compareTitle": "Comparing with {compareSkill}",
    "scope": {
      "3000": "Green",
      "3500": "Green",
      "4000": "Blue",
      "4500": "Blue",
      "5000": "Purple",
      "5500": "Purple",
      "6000": "Red",
      "6500": "Red",
      "7000": "Bronze",
      "7500": "Silver",
      "8000": "Gold",
      "8500": "Rainbow",
      "9000": "Rainbow"
    }
  },
  "skill": {
    "title": "{name}'s skill table",
    "aboutGsv": "About gsv.fun",
    "compareWithKasegi": "Compare with {scope} ranking",
    "savedList": "Skill history",
    "latestSkill": "Check {name}'s latest skill"
  },
  "listPage": {
    "tips": "You can sort this table by clicking the header"
  },
  "sharedSongs": {
    "title": "Song sharing",
    "desc": "This page provides a platform to let players search unlocked songs which are shared through 'recommend songs to friends' by other players.",
    "noResults": "No results. Maybe you could try to ask for the song on the below forum.",
    "forum": "forum",
    "forumDesc": "Leave a message for the song you didn't find :)",
    "howToUse": {
      "title": "How to use",
      "step1": "<strong>Select guitar/drum first</strong>, then search song by name",
      "step2": "On official site's <a>フレンド編集</a> page, <strong>select guitar or drum first</strong>, then use Gitadora ID search the player who has the song you want, and add him as a friend"
    },
    "howToShare": {
      "title": "How to share your song",
      "desc1": "Edit on official site's <a>『フレンドにオススメ』編集</a> page, and upload skill as usal, no extra steps!",
      "desc2": "(About how to upload skill, please refer to 'How to use' section on <internallink>home page</internallink>.",
      "ps1": "According to Konami official, you can only get the first 3 songs from another player unless you two are mutual friends. So <strong>this site only collects first 3 songs also</strong>.",
      "ps2": "Notice that <strong>you can only share songs for GuitarFreaks and Drummania respectively</strong>."
    }
  }
}
